---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LayerTypeThickness
source: html/cbed26bf-d704-81b9-4589-a63387ff8105.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LayerTypeThickness Property

"Thickness": Thickness

## Syntax (C#)
```csharp
public static ForgeTypeId LayerTypeThickness { get; }
```